{
    "9/18": {
        "1": "How to nail last-days-of-summer style: A sweater vest (or, a knit tank top as we prefer to call it) with nothing underneath.",
        "2": "The threads that let you lounge around and flex at the same time (a few LV's always help).",
        "3": "Anything that puts you in this good of a mood on a day off from work.",
        "4": "The back to school/work/real life fit that gets you over the hump of being back at school/work/real life.",
        "5": "The most boss-level suit in your tailored arsenal, with aviators.",
        "6": "A jacket that can handle transitional weather, with a GOAT-level accessory—if you've got one laying around.",
        "7": "Nothing says Friday like a Snoopy tank top and pajama pants.",
        "8": "Any threads can be 'party clothes', just add confetti.",
        "9": "The lazy day layers you can wear out of the house—and maybe to work—in 2018.",
        "10": "A power suit that's the same color as your first cup of coffee.",
        "11": "A off-duty tailored fit you really put your heart into.",
        "12": "A goes-with-everything kinda jacket that lets you breeze through hump day.",
        "13": "A double-breasted suit that doesn't mean business as much as it just looks badass.",
        "14": "Stripes on stripes: the 2018 version.",
        "15": "A timeless western shirt that fits as well as your best dress shirt.",
        "16": "The coziest camel coat you own—or need to buy right now.",
        "17": "Every kind of C-suite-type stripe that lets people know you mean business.",
        "18": "A micro-patterned suit worn with a f***-ton of swagger.",
        "19": "Anything the kings of souped-up, swag-tastic menswear—Stefano Gabbana and Domenico Dolce—tell you to wear.",
        "20": "A shouldn't-work-but-defintely-works mash up of Prince of Wales, argyle, and boatload of color.",
        "21": "A cooler cut of trench coat.",
        "22": "A western denim shirt worn with Lenny Kravitz amounts of confidence.",
        "23": "A next-level track jacket as epic as your best piece of man jewelry.",
        "24": "The king of fall tailoring: the almighty corduroy suit (extra points if you match your background to it).",
        "25": "A fit full of fall colors.",
        "26": "9-5 tailoring that gets you over hump day.",
        "27": "When you want to be the coolest guy in any situation—especially at the chip shop—it helps to be wearing leather.",
        "28": "Monochromatic layers that let you celebrate the weekend being here.",
        "29": "Denim worn the Jaden Smith way (which is, the way you want to).",
        "30": "When you clash and color coordinate at the same time."
    }
}